/* No comment provided by engineer. */
"%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A" = "%0A%0Ко%20всем%20вашим%20a%20crash%2C%20отчетам%20прикрепляйте%20crash%20log,%20который%20находится%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A";

/* arrangement of Tab setting and tab width in Bottm Status Bar */
"%@ (%d)" = "%@ (%d)";

/* Proxy window title for invited documents */
"%@ (invited...)" = "Приглашение для %@";

/* Proxy window title for joining documents */
"%@ (joining...)" = "Соединение %@";

/* FindRegexPrefix */
"%@ - Find All" = "%@ - Найти Все";

/* Status string showing the number of documents in Rendezvous and Internet browser */
"%d Document(s)" = "%d Документ(ов)";

/* Entries Found in FindAll Panel */
"%d found." = "%d найден.";

/* Pending Users Display in Menu Title Bar */
"%d pending" = "%d ожидают";

/* Number of replaced strings */
"%d replaced." = "%d  заменен.";

/* Entry for Symbol Pop Up when no Symbol is found */
"<No selected symbol>" = "<Не выбрано символа>";

/* Syntax XML Structure Error Informative Text */
"<state> \"%@\" has no <begin>. This confuses me. Please check your syntax definition." = "<state> \"%@\" не имеет <begin>. Это сбивает меня с толку. Пожалуйста проверьте синтаксис.";

/* No comment provided by engineer. */
"[Blockediting]" = "[Редактирование блока]";

/* Symbol Regular Expression Error Informative Text */
"\"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" не верное regular expression. Пожалуйста проверьте ваше regular expression в Find Panel язвка Ruby.";

/* Syntax Regular Expression Error Informative Text */
"\"%@\" within state \"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" внутри структуры \"%@\" не верное regular expression. Пожалуйста проверьте ваше regular expression в Find Panel язвка Ruby.";

/* Regular Expression Error Informative Text */
"\"%@\" within tag \"<%@>\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" внутри тэга \"<%@>\" не верное regular expression. Пожалуйста проверьте ваше regular expression в Find Panel язвка Ruby.";

/* Button title */
"Abort" = "Прервать";

/* Sheet informative text when user has open document connections */
"AbortChannels" = "К этим документам подключены другие пользователи. Соеднения будут разорваны если вы отмените их.";

/* Menu/Toolbar Title for announcing the Document */
"Announce" = "Известить";

/* No comment provided by engineer. */
"Announce/Conceal" = "Известить/Скрыть";

/* No comment provided by engineer. */
"Announce/Conceal Document" = "Известить/Скрыть";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "Автоматически";

/* Foo */
"Automatic Mode" = "Автоматически";

/* Text while waiting for answer to join request */
"Awaiting answer..." = "Ожидание ответа…";

/* Awaiting Response */
"AwaitingResponse" = "Ожидание Реакции";

/* AIM user entry for Browser context menu */
"BrowserContextMenuAIM" = "Начать Чат";

/* Cancel connetion entry for Browser context menu */
"BrowserContextMenuCancelConnection" = "Отменить";

/* Clear entry for Browser context menu */
"BrowserContextMenuClear" = "Очистить Список";

/* Email user entry for Browser context menu */
"BrowserContextMenuEmail" = "Отправить Email";

/* Join document entry for Browser context menu */
"BrowserContextMenuJoin" = "Подключиться";

/* Reconnect entry for Browser context menu */
"BrowserContextMenuReconnect" = "Соеденить Снова";

/* Show document entry for Browser context menu */
"BrowserContextMenuShowDocument" = "Показать";

/* No comment provided by engineer. */
"BugReport" = "Отчет об Ошибках";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"CancelOrPromote" = "Вы пытаетесь вставить символы, отсутствующие в кодировке, используемой в документе. Отменить изменения или использовать другую кодировку?";

/* As shown in bottom status bar */
"CharacterWrap" = "c";

/* Server Closed Document title in Sheet */
"Closed" = "Закрыт";

/* Server Closed Document info in Sheet */
"ClosedInfo" = "Владелец этого документа закрыл его. Дальнейшие изменения, которые вы вносите не будут приняты.";

/* Collapse Split View Menu Entry */
"Collapse Split View" = "Свернуть Раздельный Вид";

/* Blue */
"ColorBlue" = "Синий";

/* Custom Color Name */
"ColorCustom" = "Настроить…";

/* Green */
"ColorGreen" = "Зеленый";

/* Orange */
"ColorOrange" = "Оранжевый";

/* Pink */
"ColorPink" = "Розовый";

/* Purple */
"ColorPurple" = "Лиловый";

/* Red */
"ColorRed" = "Красный";

/* Teal */
"ColorTeal" = "Бирюзовый";

/* Yellow */
"ColorYellow" = "Желтый";

/* Menu/Toolbar Title for concealing the Document */
"Conceal" = "Спрятать";

/* Button title Continue */
"Continue" = "Продолжить";

/* No comment provided by engineer. */
"Convert" = "Конвертировать";

/* No comment provided by engineer. */
"ConvertOrReinterpret" = "Вы хотите конвертировать файл в новую кодировку?";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List..." = "Настроить Список Кодировок…";

/* Declined Invitation */
"DeclinedInvitation" = "Отклоненное Приглашение";

/* Text in Proxy window */
"Did lose Connection!" = "Соединение потеряно";

/* No comment provided by engineer. */
"Document changed externally" = "Документ изменен извне";

/* Button Title Done */
"Done" = "Сделано";

/* No comment provided by engineer. */
"Edit anyway" = "Редактировать в любом случае";

/* Label displayed below edit icon and used as window title. */
"EditPrefsIconLabel" = "Редактор";

/* No comment provided by engineer. */
"Encoding %@ not applicable" = "Кодировку %@ нельзя использовать с этим текстом. Кодировка документа не будет изменена.";

/* No comment provided by engineer. */
"Encoding %@ not reinterpretable" = "Этот файл нельзя интерпретировать в кодировке %@.";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* XML Parse Error Informative Text */
"Error \"%@\" while parsing line %d of \"%@\". Please check your Syntax Definition for XML validity." = "Возникла ошибка \"%@\" во время синтаксического анализа строки %d из \"%@\". Пожалуйста проверьте правильность синтаксиса для XML.";

/* No comment provided by engineer. */
"File Encoding" = "Кодировка";

/* No comment provided by engineer. */
"File is read-only" = "Файл только для чтения";

/* FindRegexPrefix */
"Find: %@" = "Найти: %@";

/* Status bar text when following */
"Following %@" = "Следит: %@";

/* Label displayed below general icon and used as window title. */
"GeneralPrefsIconLabel" = "Основные";

/* No comment provided by engineer. */
"Goto Next Change" = "Перейти к Следующему Изменению";

/* No comment provided by engineer. */
"Goto Next Symbol" = "Перейти к Следующему Символу";

/* No comment provided by engineer. */
"Goto Previous Change" = "Перейти к Предыдущему Изменению";

/* No comment provided by engineer. */
"Goto Previous Symbol" = "Перейти к Предыдущему Символу";

/* No comment provided by engineer. */
"Hide Changes" = "Скрыть Изменения";

/* No comment provided by engineer. */
"Hide Participants" = "Скрыть Участников";

/* Cancelled */
"HostEntryStatusCancelled" = "Отменен";

/* Cancelling */
"HostEntryStatusCancelling" = "Отмена";

/* Could not contact */
"HostEntryStatusContactFailed" = "Нет соединения";

/* Contacting */
"HostEntryStatusContacting" = "Соединение";

/* Could not resolve */
"HostEntryStatusResolveFailed" = "Нет разрешения";

/* Resolving */
"HostEntryStatusResolving" = "Разрешенный";

/* Connection Lost */
"HostEntryStatusSessionAtEnd" = "Соединение потеряно";

/* Invisible */
"HostEntryStatusSessionInvisible" = "Невидимый";

/* Connected */
"HostEntryStatusSessionOpen" = "Соединенный";

/* Inbound Connection ToolTip */
"Inbound Connection" = "Входящее Соединение";

/* Inbound Connection ToolTip With Address */
"Inbound Connection from %@" = "Входящее Соединение от %@";

/* No comment provided by engineer. */
"Internet" = "Интернет";

/*Title of Clear Button in InternetBrowser. */
"InternetClear" = "Удалить";

/* InvalidRegex */
"Invalid regex" = "Неверный Regex";

/* No comment provided by engineer. */
"Invalid Serial Number" = "Неверный Серийный Номер";

/* Status string in vibilitypulldown in Browsers for invisible */
"Invisible" = "Невидимый";

/* Text in Proxy window */
"Invitation was canceled!" = "Приглашение было отменено.";

/* Text in Proxy window */
"Join Request was denied!" = "Запрос на присоединение был отклонен.";

/* Button title */
"Keep Connection" = "Удерживать Соединение";

/* No comment provided by engineer. */
"Keep SubEthaEdit Version" = "Оставить текущюю версию SubEthaEdit";

/* Kick title in Sheet */
"Kicked" = "Вы отключены";

/* Kick info in Sheet */
"KickedInfo" = "Владелец этого документа не разрешает вносить вам изменения. Дальнейшие изменения, которые вы вносите не будут приняты.";

/* No comment provided by engineer. */
"Licensed for non-commercial use" = "Для не коммерческого использования";

/* No comment provided by engineer. */
"Lossy" = "С потерями";

/* LostConnection title in Sheet */
"LostConnection" = "Соединение потеряно";

/* LostConnection info in Sheet */
"LostConnectionInfo" = "Соединение с документом было потеряно. Дальнейшие изменения, которые вы вносите не будут приняты.";

/* No comment provided by engineer. */
"me" = "я";

/* New File Dock Menu Item */
"New File" = "Новый Файл";

/* No comment provided by engineer. */
"Next Change" = "След. Изменение";

/* No comment provided by engineer. */
"Next Symbol" = "След. Символ";

/* Find string not found */
"Not found." = "Не найден.";

/* Ok in sheet */
"OK" = "Продолжить";

/* Symbol Regular Expression Error Informative Text */
"One of the specified <block> elements is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "Один из указанных <block> элементов имеет неверный regular expression. Следовательно запуск regex \"%@\" не может быть откомпелирован. Пожалуйста проверьте ваше regular expression в Find Panel язвка Ruby.";

/* Syntax Regular Expression Error Informative Text */
"One of the specified state <begin>'s is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "Один из указанных <begin> элементов имеет неверный regular expression. Следовательно запуск regex \"%@\" не может быть откомпелирован. Пожалуйста проверьте ваше regular expression в Find Panel язвка Ruby.";

/* Open File Dock Menu Item */
"Open File..." = "Открыть Файл…";

/* No comment provided by engineer. */
"Open Internet Browser" = "Открыть Браузер";

/* Web preview open link in browser contextual menu item */
"Open Link in Browser" = "Открыть Ссылку в Браузере";

/* No comment provided by engineer. */
"Open Rendezvous Browser" = "Открыть Браузер Rendezvous";

/* Sheet message text when user has open document connections */
"OpenChannels" = "Установленные Соединения";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuDeny" = "Отказать";

/* Follow user entry for Participant context menu */
"ParticipantContextMenuFollow" = "Следящий";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKick" = "Избавиться";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKickDeny" = "Избавиться/Отвергнуть";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadOnly" = "Разрешить Только Чтение";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadWrite" = "Поддерживать Чтение и Запись";

/* Participants toolbar label */
"Participants" = "Участники";

/* Participants tool tip */
"ParticipantsToolTip" = "Участники";

/* Description in Participants view for pending users */
"pending users" = "Ожидающие";

/* No comment provided by engineer. */
"Previous Change" = "Пред. Изменение";

/* No comment provided by engineer. */
"Previous Symbol" = "Пред. Символ";

/* No comment provided by engineer. */
"Promote to Unicode" = "Преобразовать в Unicode";

/* No comment provided by engineer. */
"Promote to UTF8" = "Преобразовать в UTF8";

/* Description in Participants view for Read Only access */
"read only" = "Только Чтение";

/* Description in Participants view for Read Write access */
"read/write" = "Чтение и Запись";

/* Encoding popup entry indicating mode choice of encoding */
"Recommended by Mode" = "Рекомендовано";

/* Regular Expression Error Title */
"Regular Expression Error" = "Ошибка Regular Expression";

/* No comment provided by engineer. */
"Reinterpret" = "Интерпретировать";

/* No comment provided by engineer. */
"Rendezvous" = "Rendezvous";

/* No comment provided by engineer. */
"Revert" = "Вернуться к Сохраненному";

/* No comment provided by engineer. */
"Shift Left" = "Сдвиг Влево";

/* No comment provided by engineer. */
"Shift Right" = "Сдвиг Вправо";

/* No comment provided by engineer. */
"Shift Selection Left" = "Сдвиг Выделенного Влево";

/* No comment provided by engineer. */
"Shift Selection Right" = "Сдвиг Выделенного Вправо";

/* No comment provided by engineer. */
"Show Changes" = "Показать Изменения";

/* No comment provided by engineer. */
"Show Participants" = "Показать Участников";

/* Bottom status bar text for use Spaces (instead of Tab) setting */
"Spaces" = "Таб.";

/* Split View Menu Entry */
"Split View" = "Раздельный Вид";

/* <do not localize> */
"status" = "статус";

/* No comment provided by engineer. */
"Toggle Change Marks" = "Переключить маркировку изменений";

/* No comment provided by engineer. */
"Toggle Changes" = "Изменения";

/* Bottom status bar text for TrueTab setting */
"TrueTab" = "TrueTab";

/* Status string in vibilitypulldown in Browsers for visible */
"Visible" = "Видимый";

/* No comment provided by engineer. */
"Warning" = "Предупреждение";

/* WindowWidthArangementString */
"WindowWidth%d%@" = "%d%@";

/* As shown in bottom status bar */
"WordWrap" = "симв.";

/* No comment provided by engineer. */
"Written by %@" = "Создал: %@";

/* No comment provided by engineer. */
"Written by %@ et al" = "Создал: %@ и др.";

/* XML Parse Error Title */
"XML Parse Error" = "Ошибка в XML";

/* XML Structure Error Title */
"XML Structure Error" = "Ошибка в структуре XML";

